[TheWorld:PersistentLevel.Main_Sequence.chaoscheck.DisSeqAct_AddDarkness_0 DisSeqAct_AddDarkness]
m_Text=""

[TheWorld:PersistentLevel.Main_Sequence.chaoscheck.DisSeqAct_DialogScriptedChoice_0 DisSeqAct_DialogScriptedChoice]
m_Title=""
m_Choices[0]=(m_ChoiceText="Normal start")
m_Choices[1]=(m_ChoiceText="Skip to fight")
m_Choices[2]=(m_ChoiceText="Skip to wakeup")
m_Choices[3]=(m_ChoiceText="Leave me alone")

[TheWorld:PersistentLevel.Main_Sequence.chaoscheck.DisSeqAct_DialogScriptedChoice_1 DisSeqAct_DialogScriptedChoice]
m_Title="Supervisores"
m_Choices[0]=(m_ChoiceText="High Chaos End")
m_Choices[1]=(m_ChoiceText="Low Chaos End")
m_Choices[2]=(m_ChoiceText="Let me go!")

[TheWorld:PersistentLevel.Main_Sequence.chaoscheck.DisSeqAct_DialogScriptedChoice_2 DisSeqAct_DialogScriptedChoice]
m_Title="Caos"
m_Choices[0]=(m_ChoiceText="High")
m_Choices[1]=(m_ChoiceText="Low")
m_Choices[2]=(m_ChoiceText="Let me go!")

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_0 DisSeqAct_UpdateTaskTarget]
m_TargetName="Tomás"

[TheWorld:PersistentLevel.Main_Sequence.Objectives.DisSeqAct_UpdateTaskTarget_1 DisSeqAct_UpdateTaskTarget]
m_TargetName="Equipamento"

